const coachData = [
  {
    photo: 'https://volodymyripatenko.github.io/victoria-react/rgb/vika.jpeg',
    alt: 'Автор курса',
    name: 'Вікторія Ткачук',
    path: 'https://www.instagram.com/sport_club_victoria/',
    description:
      'Кмс по жиму штанги лежачі б/е WPRO.Досвід роботи тренером 3 роки Виступаючий спортсмен по Павеліфтінгу.Особисті якості:Комунікабельність.Мотивую до нових . 15:00-18:00 Індивідуальні тренування Пн.-Пт 13:00-14:30 Субота Неділя вихідний. Прайс: Місяць-900грн(три рази на тиждень) Разове тренування 100грн Індивідуальне тренування 250грн',
  },
  {
    photo: 'https://volodymyripatenko.github.io/victoria-react/rgb/vitalina.jpeg',
    alt: 'Автор курса',
    name: 'Віталіна Козоріз',
    path: 'https://www.instagram.com/sport_club_victoria/',
    description:
      'Магістр спеціальності Фізична культура і спорт.Cертифікований тренер тренажерного залу, дієтолог - нутриціолог.Майстер спорту України з Панкратіону.Направлення тренувань: Силові тренування, функціональний тренінг, загальна фізична підготовка, бокс.Режим роботи:Пн.-Пт. 8:00-14:00 Вт.Чт. 8:00-14:00 18:00-21-30 Субота 13:00-19:00 Неділя вихідний. Прайс 8 тренувань 600грн 12 тренувань 700грн Разове тренування 100грн Індивідуальне тренування 250грн',
  },
];

export default coachData;
