import { Main, Title } from './Home.styled';
import React from 'react';
import { Breakpoint } from 'react-socks';
import Gallery from '../gallery/Gallery';

export const titleStyle = {
  title: {
    display: 'flex',
    justifyContent: 'center',
    fontWeight: 'bold',
    fontSize: '42px',
    padding: '5px',
    color: '#9BD8B3',
  },
} as const;

const Home: React.FC = () => {
  return (
    <Main>
      <section>
        <p>
          КУРС <br /> «Колорист з нуля» <br /> старт 04.04.2023 <br /> КУРС ПРОВОДЯТЬ 2 топових
          викладача та власниці салонного бізнесу🔥🔥🔥 Ткачук Вікторія та Віталіна Козаріз <br /> В
          КУРС ВХОДИТЬ: <br /> 20 занять (через день) <br /> Біля 30 годин теорії та 150 годин
          практик <br /> 13 днів відпрацювань <br /> Теорія : <br /> 1 урок <br /> - [ ] Знайомство
          з професією <br /> - [ ] Структура волосини <br />- [ ] Кольорове коло(його використання)
          🔥
          <br />- [ ] Первинні кольори/вторинні🔥 <br />- [ ] Нейтралізація <br />- [ ] Розбір
          фарбкарти,вибір фарбників🔥розбір палітри <br />2 урок <br />- [ ] Хімічна реакція (як
          правильно визначити час хімічної реакції) <br />- [ ] Види оксигентів (Н2О2) <br />- [ ]
          робота оксигентів зі знебарвюючими продуктами, висвітленням, фарбуванням та тонуванням
          <br />- [ ] Види фарбувань <br />3 урок <br />- [ ] Фони висвітлення (Ф В) <br />- [ ]
          Нейтралізація ФВ <br />- [ ] Рівень глибини тону (Р Г Т) <br />- [ ] Пре-пігментація
          <br />- [ ] Ре-пігментація <br />4 урок
          <br /> - [ ] Що таке сивина?
          <br /> - [ ] Її види
          <br /> - [ ] Робота з сивиною. <br />- [ ] Як зробити європейське профарбовування <br />-
          [ ] 100% зафарбовування сивини <br />- [ ] Як правильно підібрати фарбування для
          маскування сивини <br />- [ ] Розбір догляду за волоссям.Відновлення <br />5 урок <br />-
          [ ] Задачі. <br />- [ ] Екзамен по теорії <br />
          Практика:
          <br /> •однотонне фарбування/тонування, <br />
          •шатуш/бразильський шатуш, <br />
          •хенд тач(поєднання змішаних технік) <br />
          •аір тач <br />
          •мікро мілірування <br />
          •тотал блонд (пудра, фарба) <br />
          •вихід з чорного <br />
          •сивина <br />
          Кожен учень відпрацьовує все ,що входить в програму курсу. <br />
          Відпрацювання робіт може повторюватись. <br />
          Також у курс входить:
          <br /> МК від києвського топ майстра Артура Соцького по жіночим стрижкам
          <br /> Бізнес семінар від директора компанії Лямур Бюті компані. Дмитро Руснак <br />А ще
          ми підготували для Вас подарунки після закінчення курсу, адже Ви у нас найкращі⬇️⬇️⬇️
          <br />
          ▪️ -20% на одноразову покупку від компанії Lamour Beauty Company ( сума покупки неважлива)
          <br />
          ▪️Пенюар, фартух, мисочка, кісточка <br />
          ▪️Найкращим учням даруємо рекомендацію в інші салони <br />
          ▪️Надаємо контакти всіх поставщиків <br />
          ▪️-10% на підвищення кваліфікаціі з будь-якої теми <br />
          Вартість курсу 1000$ Навчання проходить в RGB group
          <br /> Якщо Ви ще досі вагаєтесь, тоді це для Вас⬇️
          <br /> Дохід колориста від 1000$ в перші місяці роботи🔥
          <br /> Освоївши професію колорист, ти можеш працювати в будь-якому куточку світу, зараз як
          ніколи це важливо☝🏻
          <br /> Вільний графік роботи😍. Великі можливості кар’єрного росту, просто нереально круті
          зустрічі, подорожі, навчання 🔥🔥 <br />
          Ти з нами?
        </p>
      </section>

      <section>
        <Title>Автори курсу</Title>
        <ul style={{ display: 'grid', gap: '70px' }}>
          <li>
            <img src="https://volodymyripatenko.github.io/victoria-react/rgb/vika.jpeg" alt="" />
            <h2 style={{ margin: '20px' }}>Ткачук Віта</h2>
            <p>
              Засновниця платформи для навчання RGB group <br />s Амбасадор техніки “Hand touch” в
              Україні <br /> Співавтор курсу «Колорист з нуля» <br /> Викладач авторських курсів
              підвищення кваліфікаціі <br /> в напрямку колористики <br /> Займається проведенням та
              організацією <br /> МК Навчалась в одних з найкращих колористів світу
            </p>
          </li>
          <li>
            <img
              src="https://volodymyripatenko.github.io/victoria-react/rgb/vitalina.jpeg"
              alt=""
            />
            <h2 style={{ margin: '20px' }}>Віталіна Козаріз</h2>
            <p>
              Колорист, технолог компанії “Lamour Beauty Company” <br /> власниця салону краси
              «Color Bar” <br /> Неодноразове навчання закордоном з колористики, <br /> учасниця і
              переможниця міжнародних конкурсів, <br /> проведення семінарів “in salon” ,<br />{' '}
              курси підвищення кваліфікацій <br /> У своїй професії 12 років !
            </p>
          </li>
        </ul>
      </section>
      <section>
        <Gallery />
      </section>
    </Main>
  );
};

export default Home;
